tap "ethereum/ethereum"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "radicle/cli", "https://pine.radicle.garden/radicle-cli-homebrew.git"
tap "sammy007/cryptonight"
tap "spring-io/tap"
brew "amazon-ecs-cli"
brew "python@3.10"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "awscli"
brew "bandwhich"
brew "bazelisk"
brew "bitcoin"
brew "brew-cask-completion"
brew "bwm-ng"
brew "python@3.9"
brew "cfssl"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cython"
brew "deno"
brew "dos2unix"
brew "etcd"
brew "ethereum"
brew "ffmpeg"
brew "findutils"
brew "firebase-cli"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "glide"
brew "gnupg"
brew "googler"
brew "grafana"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "inetutils"
brew "ipfs"
brew "jenv"
brew "jq"
brew "kops"
brew "lastpass-cli"
brew "libpcap"
brew "llvm"
brew "lmdb"
brew "lolcat"
brew "mas"
brew "mkdocs"
brew "ncdu"
brew "nginx"
brew "nload"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "parallel"
brew "pbzip2"
brew "prometheus"
brew "protobuf"
brew "python@3.8"
brew "redis", restart_service: true
brew "rust"
brew "rustfmt"
brew "s3cmd"
brew "sha3sum"
brew "siege"
brew "smartmontools"
brew "sponge"
brew "spoof-mac"
brew "squashfs"
brew "subversion"
brew "tcptraceroute"
brew "tig"
brew "tmux"
brew "tor"
brew "tree"
brew "watch"
brew "websocketd"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "gromgit/fuse/squashfuse-mac"
brew "hashicorp/tap/terraform"
brew "radicle/cli/radicle-cli"
brew "spring-io/tap/spring-boot"
cask "alacritty"
cask "authy"
cask "bettertouchtool"
cask "bitmessage"
cask "brave-browser"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "electrum"
cask "epic-games"
cask "evernote"
cask "exodus"
cask "fanny"
cask "firefox"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-meslo-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "inkscape"
cask "ipfs"
cask "iterm2"
cask "karabiner-elements"
cask "ledger-live"
cask "libreoffice"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mycrypto"
cask "ngrok"
cask "notion"
cask "openemu"
cask "osxfuse"
cask "pomotodo"
cask "popcorn-time"
cask "postman"
cask "remember-the-milk"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "telegram-desktop"
cask "tor-browser"
cask "transmission"
cask "videostream"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "xquartz"
cask "zoom"
mas "exifpurge", id: 784466108
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Teleprompter", id: 417605357
mas "Typist", id: 415166115
mas "Xcode", id: 497799835
