tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "linuxkit/linuxkit"
tap "pivotal/tap"
tap "sammy007/cryptonight"
tap "web3j/web3j"
brew "amazon-ecs-cli"
brew "openssl@1.1"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "awscli"
brew "boost"
brew "bitcoin"
brew "brew-cask-completion"
brew "cfssl"
brew "circleci"
brew "cmake"
brew "cowsay"
brew "deno"
brew "docker-machine-driver-xhyve"
brew "dos2unix"
brew "etcd"
brew "ethereum"
brew "python"
brew "ffmpeg"
brew "git"
brew "git-flow-avh"
brew "glide"
brew "googler"
brew "grafana"
brew "helm"
brew "httpie"
brew "hub"
brew "inetutils", link: false
brew "ipfs"
brew "jenv"
brew "jq"
brew "kops"
brew "lastpass-cli"
brew "libpcap"
brew "llvm"
brew "lolcat"
brew "mas"
brew "mkdocs"
brew "ncdu"
brew "nginx"
brew "nmap"
brew "nvm"
brew "postgresql"
brew "prometheus"
brew "protobuf"
brew "redis", restart_service: true
brew "siege"
brew "tcptraceroute"
brew "telnet"
brew "tig"
brew "tor"
brew "tree"
brew "unrar"
brew "watch"
brew "websocketd"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "linuxkit/linuxkit/linuxkit", args: ["HEAD"]
brew "pivotal/tap/springboot"
cask "authy"
cask "bettertouchtool"
cask "bisq"
cask "bitcoin-core"
cask "bitmessage"
cask "discord"
cask "disk-inventory-x"
cask "docker-edge"
cask "dropbox"
cask "electrum"
cask "epic-games"
cask "evernote"
cask "exodus"
cask "firefox"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-meslo-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "ganache"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "itsycal"
cask "java"
cask "karabiner-elements"
cask "keybase"
cask "ledger-live"
cask "libreoffice"
cask "mycrypto"
cask "ngrok"
cask "notion"
cask "osxfuse"
cask "pomotodo"
cask "postgres"
cask "postman"
cask "remember-the-milk"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "tor-browser"
cask "transmission"
cask "videostream"
cask "visual-studio-code"
cask "xquartz"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Teleprompter", id: 417605357
mas "Twitter", id: 1482454543
mas "Typist", id: 415166115
mas "Xcode", id: 497799835
