tap "ethereum/ethereum"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sammy007/cryptonight"
brew "amazon-ecs-cli"
brew "brotli"
brew "aspell"
brew "autoconf"
brew "openssl@1.1"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "bazelisk"
brew "brew-cask-completion"
brew "cmake"
brew "coreutils"
brew "cython"
brew "dos2unix"
brew "ethereum"
brew "ffmpeg"
brew "findutils"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "inetutils"
brew "ipfs", link: false
brew "jq"
brew "lastpass-cli"
brew "libpcap"
brew "lighthouse"
brew "mailsy"
brew "mas"
brew "mkdocs"
brew "ncdu"
brew "nload"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "parallel"
brew "protobuf"
brew "radicle-cli"
brew "rclone"
brew "rust"
brew "s3cmd"
brew "sha3sum"
brew "siege"
brew "sponge"
brew "spoof-mac"
brew "squashfs"
brew "subversion"
brew "tcptraceroute"
brew "tig"
brew "tmux"
brew "tor"
brew "tree"
brew "watch"
brew "websocketd"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "gromgit/fuse/squashfuse-mac"
brew "hashicorp/tap/terraform"
cask "alacritty"
cask "authy"
cask "bettertouchtool"
cask "bitmessage"
cask "brave-browser"
cask "cloudflare-warp"
cask "diffusionbee"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "epic-games"
cask "evernote"
cask "exodus"
cask "fanny"
cask "figma"
cask "firefox"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-meslo-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "inkscape"
cask "ipfs"
cask "iterm2"
cask "karabiner-elements"
cask "ledger-live"
cask "libreoffice"
cask "macfuse"
cask "ngrok"
cask "notion"
cask "openemu"
cask "osxfuse"
cask "pomotodo"
cask "postman"
cask "remember-the-milk"
cask "rotki"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "telegram-desktop"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "xquartz"
cask "yubico-yubikey-manager"
cask "zerotier-one"
cask "zoom"
mas "exifpurge", id: 784466108
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Teleprompter", id: 417605357
mas "Typist", id: 415166115
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "juanblanco.solidity"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "rust-lang.rust-analyzer"
vscode "waderyan.gitblame"
vscode "xabikos.javascriptsnippets"
